Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.cloud_delete.detail
source: Delete every Lorvex record from your iCloud account — for all devices that sync with it. The local data on this Mac is not touched. iCloud sync turns off and stays off until you re-enable it, which re-uploads this Mac’s data.
ar: حذف كل سجلات Lorvex من حساب iCloud الخاص بك، لكل الأجهزة التي تتزامن معه. لا يتم المساس بالبيانات الموجودة على جهاز Mac هذا. تتوقف مزامنة iCloud إلى أن تعيد تمكينها، وهذا يعيد رفع بيانات جهاز Mac هذا.
bn: আপনার iCloud অ্যাকাউন্ট থেকে Lorvex-এর প্রতিটি রেকর্ড ডিলিট করুন – এর সাথে সিঙ্ক হওয়া সব ডিভাইসের জন্য। এই Mac-এর লোকাল ডেটাতে হাত দেওয়া হয় না। iCloud সিঙ্ক বন্ধ হয়ে যায় এবং আপনি আবার চালু না করা পর্যন্ত বন্ধ থাকে; চালু করলে এই Mac-এর ডেটা আবার আপলোড হবে।
de: Löscht alle Lorvex-Datensätze aus deinem iCloud-Account – für alle Geräte, die damit synchronisiert werden. Die lokalen Daten auf diesem Mac bleiben unberührt. Die iCloud-Synchronisierung wird ausgeschaltet und bleibt aus, bis du sie wieder aktivierst; dabei werden die Daten dieses Mac erneut hochgeladen.
el: Διαγράφει κάθε εγγραφή του Lorvex από τον λογαριασμό σας iCloud, για όλες τις συσκευές που συγχρονίζονται με αυτόν. Τα τοπικά δεδομένα σε αυτό το Mac δεν επηρεάζονται. Ο συγχρονισμός iCloud απενεργοποιείται και παραμένει απενεργοποιημένος μέχρι να τον ενεργοποιήσετε ξανά, οπότε τα δεδομένα αυτού του Mac μεταφορτώνονται εκ νέου.
es: Elimina todos los registros de Lorvex de tu cuenta de iCloud, para todos los dispositivos que se sincronizan con ella. Los datos locales de este Mac no se tocan. La sincronización con iCloud se desactiva y permanece así hasta que la vuelvas a activar; al hacerlo, se vuelven a subir los datos de este Mac.
fa: همه رکوردهای Lorvex را از حساب iCloud شما حذف می‌کند — برای همه دستگاه‌هایی که با آن همگام می‌شوند. داده‌های محلی این Mac دست‌نخورده می‌مانند. همگام‌سازی iCloud خاموش می‌شود و تا زمانی که دوباره فعالش نکنید خاموش می‌ماند؛ با فعال‌سازی مجدد، داده‌های این Mac دوباره بارگذاری می‌شوند.
fr: Supprime tous les enregistrements Lorvex de votre compte iCloud, pour tous les appareils qui s’y synchronisent. Les données locales de ce Mac ne sont pas touchées. La synchronisation iCloud se désactive et le reste jusqu’à ce que vous la réactiviez, ce qui renvoie les données de ce Mac.
he: מחיקת כל רשומות Lorvex מחשבון ה-iCloud שלך — בכל המכשירים שמסונכרנים איתו. הנתונים המקומיים ב-Mac הזה לא ייפגעו. סנכרון iCloud מושבת ויישאר כבוי עד שיופעל מחדש, ואז הנתונים של ה-Mac הזה יועלו שוב.
hi: अपने iCloud खाते से Lorvex का हर रिकॉर्ड हटाएँ, उन सभी डिवाइस के लिए जो इसके साथ सिंक होते हैं। इस Mac का स्थानीय डेटा नहीं छुआ जाता। iCloud सिंक बंद हो जाता है और तब तक बंद रहता है जब तक आप उसे फिर से चालू नहीं करते; चालू करने पर इस Mac का डेटा दोबारा अपलोड होता है।
id: Hapus setiap rekaman Lorvex dari akun iCloud – untuk semua perangkat yang menyelaraskan dengannya. Data lokal di Mac ini tidak disentuh. Penyelarasan iCloud dimatikan dan tetap nonaktif sampai diaktifkan kembali, yang akan mengunggah ulang data Mac ini.
it: Elimina ogni record di Lorvex dal tuo account iCloud, per tutti i dispositivi che si sincronizzano con esso. I dati locali su questo Mac non vengono toccati. La sincronizzazione iCloud si disattiva e resta disattivata finché non la riattivi, operazione che ricarica i dati di questo Mac.
ja: iCloudアカウントからLorvexのデータをすべて削除します。同期しているすべてのデバイスが対象です。このMac上のデータには影響しません。iCloud同期はオフになり、再び有効にするまでオフのままです。再び有効にすると、このMacのデータが再アップロードされます。
ko: iCloud 계정에서 모든 Lorvex 데이터를 삭제합니다. 동기화하는 모든 기기에 적용됩니다. 이 Mac의 로컬 데이터는 변경되지 않습니다. iCloud 동기화가 꺼지며, 다시 활성화할 때까지 꺼진 상태로 유지됩니다. 다시 활성화하면 이 Mac의 데이터가 다시 업로드됩니다.
mr: तुमच्या iCloud अकाउंटमधून Lorvex ची प्रत्येक नोंद हटवा – त्याच्याशी सिंक होणाऱ्या सर्व डिव्हाइससाठी. या Mac वरील स्थानिक डेटाला स्पर्श केला जात नाही. iCloud सिंक बंद होते आणि तुम्ही पुन्हा चालू करेपर्यंत बंद राहते; पुन्हा चालू केल्यावर या Mac चा डेटा पुन्हा अपलोड होतो.
ms: Padam setiap rekod Lorvex daripada akaun iCloud – untuk semua peranti yang menyelaraskannya. Data setempat pada Mac ini tidak disentuh. Penyelarasan iCloud dinyahaktifkan dan kekal tidak aktif sehingga anda mengaktifkannya semula, yang akan memuat naik semula data Mac ini.
nl: Verwijdert alle Lorvex-records uit je iCloud-account – voor alle apparaten die ermee synchroniseren. De lokale gegevens op deze Mac blijven ongewijzigd. iCloud-synchronisatie wordt uitgeschakeld en blijft uit totdat je deze weer inschakelt, waarna de gegevens van deze Mac opnieuw worden geüpload.
pl: Usuwa wszystkie dane Lorvex z twojego konta iCloud — dla wszystkich urządzeń, które się z nim synchronizują. Dane lokalne na tym Macu pozostają nietknięte. Synchronizacja iCloud wyłącza się i pozostaje wyłączona, dopóki nie włączysz jej ponownie — wtedy dane z tego Maca zostaną przesłane od nowa.
pt_br: Exclui todos os registros do Lorvex da sua conta do iCloud, para todos os dispositivos que sincronizam com ela. Os dados locais deste Mac não são alterados. A sincronização do iCloud é desativada e continua assim até que você a reative, o que reenvia os dados deste Mac.
ro: Șterge toate înregistrările Lorvex din contul iCloud – pentru toate dispozitivele care se sincronizează cu acesta. Datele locale de pe acest Mac nu sunt afectate. Sincronizarea iCloud se dezactivează și rămâne dezactivată până când o reactivați, ceea ce încarcă din nou datele acestui Mac.
ru: Удаляет все данные Lorvex из вашей учётной записи iCloud — для всех устройств, которые с ней синхронизируются. Локальные данные на этом Mac не затрагиваются. Синхронизация iCloud выключается и остаётся выключенной, пока вы не включите её снова; тогда данные этого Mac будут загружены заново.
ta: உங்கள் iCloud கணக்கிலிருந்து ஒவ்வொரு Lorvex பதிவையும் நீக்கு – அதனுடன் ஒத்திசையும் அனைத்துச் சாதனங்களுக்கும். இந்த Macஇல் உள்ள உள்ளகத் தரவு அப்படியே இருக்கும். iCloud ஒத்திசைவு ஆஃப் ஆகும்; நீங்கள் மீண்டும் செயல்படுத்தும் வரை ஆஃப் ஆகவே இருக்கும், அப்போது இந்த Mac தரவு மீண்டும் பதிவேற்றப்படும்.
te: మీ iCloud ఖాతా నుండి ప్రతి Lorvex రికార్డ్‌ను డిలీట్ చేయండి – దానితో సింక్ అయ్యే అన్ని డివైజ్‌లకూ. ఈ Macలోని లోకల్ డేటా అలాగే ఉంటుంది. iCloud సింక్ ఆఫ్ అవుతుంది, మీరు దాన్ని మళ్ళీ ఎనేబల్ చేసే వరకు ఆఫ్‌లోనే ఉంటుంది; ఎనేబల్ చేస్తే ఈ Mac డేటా మళ్ళీ అప్‌లోడ్ అవుతుంది.
th: ลบข้อมูล Lorvex ทุกรายการออกจากบัญชี iCloud ของคุณ สำหรับทุกอุปกรณ์ที่เชื่อมข้อมูลด้วย ข้อมูลในเครื่อง Mac เครื่องนี้จะไม่ถูกแตะต้อง การเชื่อมข้อมูล iCloud จะปิดและยังคงปิดอยู่จนกว่าคุณจะเปิดใหม่ ซึ่งจะอัปโหลดข้อมูลของ Mac เครื่องนี้อีกครั้ง
tr: iCloud hesabınızdaki tüm Lorvex kayıtlarını siler; bununla eşzamanlanan tüm aygıtlar etkilenir. Bu Mac’teki yerel verilere dokunulmaz. iCloud eşzamanlaması kapanır ve yeniden açana kadar kapalı kalır; yeniden açtığınızda bu Mac’in verileri tekrar yüklenir.
uk: Видаляє всі дані Lorvex з вашого облікового запису iCloud — для всіх пристроїв, які з ним синхронізуються. Локальні дані на цьому Mac не зачіпаються. Синхронізацію iCloud буде вимкнено, і вона залишатиметься вимкненою, доки ви не ввімкнете її знову; тоді дані цього Mac буде завантажено повторно.
ur: اپنے iCloud اکاؤنٹ سے Lorvex کا ہر ریکارڈ حذف کریں — ان تمام ڈیوائسز کے لیے جو اس کے ساتھ سنک ہوتی ہیں۔ اس Mac کے مقامی ڈیٹا کو چھوا نہیں جاتا۔ iCloud سنک بند ہو جاتا ہے اور اس وقت تک بند رہتا ہے جب تک آپ اسے دوبارہ فعال نہیں کرتے، جس سے اس Mac کا ڈیٹا دوبارہ اپ لوڈ ہو جاتا ہے۔
vi: Xóa mọi bản ghi Lorvex khỏi tài khoản iCloud – trên tất cả thiết bị đồng bộ hóa với tài khoản đó. Dữ liệu cục bộ trên máy Mac này không bị ảnh hưởng. Đồng bộ hóa iCloud sẽ tắt và giữ nguyên trạng thái tắt cho đến khi bạn bật lại, lúc đó dữ liệu của máy Mac này sẽ được tải lên lại.
zh_hans: 从你的 iCloud 账户中删除所有 Lorvex 记录——对与其同步的所有设备生效。这台 Mac 上的本地数据不受影响。iCloud 同步将关闭并保持关闭，直到你重新启用；重新启用时会重新上传这台 Mac 的数据。
zh_hant: 刪除你 iCloud 帳號中的所有 Lorvex 資料，所有與其同步的裝置都會受到影響。這部 Mac 上的本機資料不會變動。iCloud 同步會關閉，並在你重新啟用之前保持關閉；重新啟用後，會重新上傳這部 Mac 的資料。

# settings.cloud_delete.error.failed
source: Couldn’t finish deleting iCloud data (%@). Check your connection and try again.
ar: تعذّر إكمال حذف بيانات iCloud (%@). تحقق من اتصالك ثم حاول مرة أخرى.
bn: iCloud ডেটা ডিলিট করা শেষ করা যায়নি (%@)। আপনার কানেকশন পরীক্ষা করে আবার চেষ্টা করুন।
de: Das Löschen der iCloud-Daten konnte nicht abgeschlossen werden (%@). Prüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαγραφής των δεδομένων iCloud (%@). Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo terminar de eliminar los datos de iCloud (%@). Comprueba tu conexión e inténtalo de nuevo.
fa: حذف داده‌های iCloud کامل نشد (%@). اتصال خود را بررسی کنید و دوباره تلاش کنید.
fr: Impossible de terminer la suppression des données iCloud (%@). Vérifiez votre connexion, puis réessayez.
he: לא ניתן היה להשלים את מחיקת נתוני iCloud (%@). יש לבדוק את החיבור ולנסות שוב.
hi: iCloud डेटा हटाना पूरा नहीं हो सका (%@)। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
id: Tidak dapat menyelesaikan penghapusan data iCloud (%@). Periksa koneksi dan coba lagi.
it: Impossibile completare l’eliminazione dei dati iCloud (%@). Controlla la connessione e riprova.
ja: iCloudデータの削除を完了できませんでした（%@）。接続を確認して、もう一度お試しください。
ko: iCloud 데이터 삭제를 완료할 수 없습니다(%@). 연결 상태를 확인한 후 다시 시도하세요.
mr: iCloud डेटा हटवणे पूर्ण करता आले नाही (%@). तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyelesaikan pemadaman data iCloud (%@). Semak sambungan anda dan cuba lagi.
nl: Het verwijderen van de iCloud-gegevens kon niet worden voltooid (%@). Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się dokończyć usuwania danych iCloud (%@). Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível concluir a exclusão dos dados do iCloud (%@). Verifique sua conexão e tente novamente.
ro: Ștergerea datelor din iCloud nu a putut fi finalizată (%@). Verificați conexiunea și încercați din nou.
ru: Не удалось завершить удаление данных iCloud (%@). Проверьте подключение и повторите попытку.
ta: iCloud தரவை நீக்கி முடிக்க முடியவில்லை (%@). உங்கள் இணைப்பைச் சரிபார்த்து, மீண்டும் முயலவும்.
te: iCloud డేటాను డిలీట్ చేయడం పూర్తి కాలేదు (%@). మీ కనెక్షన్‌ను తనిఖీ చేసి, మళ్ళీ ప్రయత్నించండి.
th: ไม่สามารถลบข้อมูล iCloud ให้เสร็จสมบูรณ์ได้ (%@) ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: iCloud verilerini silme işlemi tamamlanamadı (%@). Bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдалося завершити видалення даних iCloud (%@). Перевірте з’єднання й повторіть спробу.
ur: ڈیٹا کو iCloud سے حذف کرنا مکمل نہیں ہو سکا (%@)۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể hoàn tất việc xóa dữ liệu iCloud (%@). Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法完成删除 iCloud 数据（%@）。请检查网络连接后重试。
zh_hant: 無法完成刪除 iCloud 資料（%@）。請檢查連線後再試一次。

# settings.cloud_delete.error.no_account
source: No usable iCloud account. Sign in to iCloud and try again.
ar: لا يوجد حساب iCloud صالح للاستخدام. سجّل الدخول إلى iCloud ثم حاول مرة أخرى.
bn: ব্যবহারযোগ্য কোনো iCloud অ্যাকাউন্ট নেই। iCloud-এ সাইন ইন করে আবার চেষ্টা করুন।
de: Kein verwendbarer iCloud-Account. Melde dich bei iCloud an und versuche es erneut.
el: Δεν υπάρχει διαθέσιμος λογαριασμός iCloud. Συνδεθείτε στο iCloud και δοκιμάστε ξανά.
es: No hay ninguna cuenta de iCloud utilizable. Inicia sesión en iCloud e inténtalo de nuevo.
fa: حساب iCloud قابل استفاده‌ای وجود ندارد. وارد iCloud شوید و دوباره تلاش کنید.
fr: Aucun compte iCloud utilisable. Connectez-vous à iCloud, puis réessayez.
he: אין חשבון iCloud שמיש. יש להיכנס ל-iCloud ולנסות שוב.
hi: कोई उपयोग योग्य iCloud खाता नहीं है। iCloud में साइन इन करें और फिर से कोशिश करें।
id: Tidak ada akun iCloud yang dapat digunakan. Masuk ke iCloud dan coba lagi.
it: Nessun account iCloud utilizzabile. Accedi a iCloud e riprova.
ja: 使用できるiCloudアカウントがありません。iCloudにサインインして、もう一度お試しください。
ko: 사용할 수 있는 iCloud 계정이 없습니다. iCloud에 로그인한 후 다시 시도하세요.
mr: वापरण्यायोग्य iCloud अकाउंट नाही. iCloud मध्ये साइन इन करा आणि पुन्हा प्रयत्न करा.
ms: Tiada akaun iCloud yang boleh digunakan. Daftar masuk ke iCloud dan cuba lagi.
nl: Geen bruikbaar iCloud-account. Log in bij iCloud en probeer het opnieuw.
pl: Brak użytecznego konta iCloud. Zaloguj się w iCloud i spróbuj ponownie.
pt_br: Nenhuma conta do iCloud utilizável. Entre no iCloud e tente novamente.
ro: Niciun cont iCloud utilizabil. Autentificați-vă în iCloud și încercați din nou.
ru: Нет доступной учётной записи iCloud. Войдите в iCloud и повторите попытку.
ta: பயன்படுத்தக்கூடிய iCloud கணக்கு இல்லை. iCloudஇல் உள்நுழைந்து, மீண்டும் முயலவும்.
te: ఉపయోగించదగిన iCloud ఖాతా లేదు. iCloudలో సైన్ ఇన్ చేసి, మళ్ళీ ప్రయత్నించండి.
th: ไม่มีบัญชี iCloud ที่ใช้งานได้ ลงชื่อเข้า iCloud แล้วลองอีกครั้ง
tr: Kullanılabilir iCloud hesabı yok. iCloud’a giriş yapıp yeniden deneyin.
uk: Немає придатного облікового запису iCloud. Увійдіть в iCloud і повторіть спробу.
ur: کوئی قابل استعمال iCloud اکاؤنٹ نہیں۔ iCloud میں سائن اِن کریں اور دوبارہ کوشش کریں۔
vi: Không có tài khoản iCloud khả dụng. Hãy đăng nhập iCloud rồi thử lại.
zh_hans: 没有可用的 iCloud 账户。请登录 iCloud 后重试。
zh_hant: 沒有可用的 iCloud 帳號。請登入 iCloud 後再試一次。

# settings.cloud_delete.row_title
source: Delete iCloud Data
ar: حذف بيانات iCloud
bn: iCloud ডেটা ডিলিট করুন
de: iCloud-Daten löschen
el: Διαγραφή δεδομένων iCloud
es: Eliminar datos de iCloud
fa: حذف داده‌های iCloud
fr: Supprimer les données iCloud
he: מחיקת נתוני iCloud
hi: iCloud डेटा हटाएँ
id: Hapus Data iCloud
it: Elimina dati iCloud
ja: iCloudデータを削除
ko: iCloud 데이터 삭제
mr: iCloud डेटा हटवा
ms: Padam Data iCloud
nl: Verwijder iCloud-gegevens
pl: Usuń dane iCloud
pt_br: Excluir dados do iCloud
ro: Ștergeți datele din iCloud
ru: Удалить данные iCloud
ta: iCloud தரவை நீக்கு
te: iCloud డేటాను డిలీట్ చేయండి
th: ลบข้อมูล iCloud
tr: iCloud verilerini sil
uk: Видалити дані iCloud
ur: اپنا iCloud ڈیٹا حذف کریں
vi: Xóa dữ liệu iCloud
zh_hans: 删除 iCloud 数据
zh_hant: 刪除 iCloud 資料

# settings.cloud_delete.success
source: Lorvex data was deleted from iCloud. Sync is now off.
ar: تم حذف بيانات Lorvex من iCloud. المزامنة متوقفة الآن.
bn: iCloud থেকে Lorvex ডেটা ডিলিট করা হয়েছে। সিঙ্ক এখন বন্ধ।
de: Die Lorvex-Daten wurden aus iCloud gelöscht. Die Synchronisierung ist jetzt ausgeschaltet.
el: Τα δεδομένα του Lorvex διαγράφηκαν από το iCloud. Ο συγχρονισμός είναι πλέον ανενεργός.
es: Se eliminaron los datos de Lorvex de iCloud. La sincronización está desactivada.
fa: داده‌های Lorvex از iCloud حذف شد. همگام‌سازی اکنون خاموش است.
fr: Les données Lorvex ont été supprimées d’iCloud. La synchronisation est désormais désactivée.
he: נתוני Lorvex נמחקו מ-iCloud. הסנכרון כבוי כעת.
hi: iCloud से Lorvex का डेटा हटा दिया गया। सिंक अब बंद है।
id: Data Lorvex telah dihapus dari iCloud. Penyelarasan kini dimatikan.
it: I dati di Lorvex sono stati eliminati da iCloud. La sincronizzazione ora è disattivata.
ja: iCloudからLorvexのデータを削除しました。同期はオフになりました。
ko: iCloud에서 Lorvex 데이터를 삭제했습니다. 동기화가 꺼졌습니다.
mr: iCloud मधून Lorvex डेटा हटवला गेला. सिंक आता बंद आहे.
ms: Data Lorvex telah dipadam daripada iCloud. Penyelarasan kini dinyahaktifkan.
nl: De Lorvex-gegevens zijn uit iCloud verwijderd. Synchronisatie staat nu uit.
pl: Dane Lorvex zostały usunięte z iCloud. Synchronizacja jest wyłączona.
pt_br: Os dados do Lorvex foram excluídos do iCloud. A sincronização agora está desativada.
ro: Datele Lorvex au fost șterse din iCloud. Sincronizarea este acum dezactivată.
ru: Данные Lorvex удалены из iCloud. Синхронизация выключена.
ta: iCloudஇல் இருந்து Lorvex தரவு நீக்கப்பட்டது. ஒத்திசைவு இப்போது ஆஃப் செய்யப்பட்டுள்ளது.
te: iCloud నుండి Lorvex డేటా డిలీట్ చేయబడింది. సింక్ ఇప్పుడు ఆఫ్‌లో ఉంది.
th: ลบข้อมูล Lorvex ออกจาก iCloud แล้ว การเชื่อมข้อมูลปิดอยู่
tr: Lorvex verileri iCloud’dan silindi. Eşzamanlama artık kapalı.
uk: Дані Lorvex видалено з iCloud. Синхронізацію вимкнено.
ur: آپ کا Lorvex ڈیٹا iCloud سے حذف کر دیا گیا۔ سنک اب بند ہے۔
vi: Dữ liệu Lorvex đã được xóa khỏi iCloud. Đồng bộ hóa hiện đã tắt.
zh_hans: Lorvex 数据已从 iCloud 中删除。同步现已关闭。
zh_hant: 已從 iCloud 刪除 Lorvex 資料。同步目前已關閉。

# settings.cloud_sync.account
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
el: Λογαριασμός
es: Cuenta
fa: حساب
fr: Compte
he: חשבון
hi: खाता
id: Akun
ja: アカウント
ko: 계정
mr: अकाउंट
ms: Akaun
pl: Konto
pt_br: Conta
ro: Cont
ru: Учётная запись
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

# settings.cloud_sync.account.no_account_message
source: No iCloud account. Sign in via System Settings > Apple Account.
ar: لا يوجد حساب iCloud. سجّل الدخول من إعدادات النظام > حساب Apple.
bn: কোনো iCloud অ্যাকাউন্ট নেই। সিস্টেম সেটিংস > Apple অ্যাকাউন্ট থেকে সাইন ইন করুন।
de: Kein iCloud-Account. Melde dich über Systemeinstellungen > Apple Account an.
el: Δεν υπάρχει λογαριασμός iCloud. Συνδεθείτε από τις Ρυθμίσεις συστήματος > Λογαριασμός Apple.
es: No hay ninguna cuenta de iCloud. Inicia sesión en Ajustes del Sistema > Cuenta de Apple.
fa: حساب iCloud وجود ندارد. از طریق تنظیمات سیستم > Apple Account وارد شوید.
fr: Aucun compte iCloud. Connectez-vous dans Réglages Système > Compte Apple.
he: אין חשבון iCloud. יש להיכנס דרך הגדרות המערכת > חשבון Apple.
hi: कोई iCloud खाता नहीं है। सिस्टम सेटिंग्ज़ > Apple Account में साइन इन करें।
id: Tidak ada akun iCloud. Masuk melalui Pengaturan Sistem > Akun Apple.
it: Nessun account iCloud. Accedi da Impostazioni di Sistema > Account Apple.
ja: iCloudアカウントがありません。「システム設定」>「Apple Account」でサインインしてください。
ko: iCloud 계정이 없습니다. 시스템 설정 > Apple 계정에서 로그인하세요.
mr: iCloud अकाउंट नाही. सिस्टीम सेटिंग > Apple अकाउंट मधून साइन इन करा.
ms: Tiada akaun iCloud. Daftar masuk melalui Seting Sistem > Akaun Apple.
nl: Geen iCloud-account. Log in via Systeeminstellingen > Apple Account.
pl: Brak konta iCloud. Zaloguj się w Ustawieniach systemowych > Konto Apple.
pt_br: Nenhuma conta do iCloud. Entre em Ajustes do Sistema > Conta Apple.
ro: Niciun cont iCloud. Autentificați-vă din Configurări sistem > Cont Apple.
ru: Нет учётной записи iCloud. Войдите через «Системные настройки» > «Аккаунт Apple».
ta: iCloud கணக்கு இல்லை. சிஸ்டம் அமைப்புகள் > Apple கணக்கு வழியாக உள்நுழையவும்.
te: iCloud ఖాతా లేదు. సిస్టమ్ సెట్టింగ్స్ > Apple ఖాతా ద్వారా సైన్ ఇన్ చేయండి.
th: ไม่มีบัญชี iCloud ลงชื่อเข้าผ่านการตั้งค่าระบบ > บัญชี Apple
tr: iCloud hesabı yok. Sistem Ayarları > Apple Hesabı üzerinden giriş yapın.
uk: Немає облікового запису iCloud. Увійдіть через «Системні параметри» > «Обліковий запис Apple».
ur: کوئی iCloud اکاؤنٹ نہیں۔ سسٹم کی ترتیبات > Apple Account کے ذریعے سائن اِن کریں۔
vi: Không có tài khoản iCloud. Hãy đăng nhập qua Cài đặt hệ thống > Tài khoản Apple.
zh_hans: 没有 iCloud 账户。请在“系统设置”>“Apple 账户”中登录。
zh_hant: 沒有 iCloud 帳號。請前往「系統設定」>「Apple 帳號」登入。

# settings.cloud_sync.account.not_checked
source: Not checked
ar: لم يتم التحقق
bn: পরীক্ষা করা হয়নি
de: Nicht geprüft
el: Δεν έχει ελεγχθεί
es: Sin comprobar
fa: بررسی نشده
fr: Non vérifié
he: לא נבדק
hi: जाँचा नहीं गया
id: Belum diperiksa
it: Non verificato
ja: 未確認
ko: 확인 안 됨
mr: तपासलेले नाही
ms: Belum disemak
nl: Niet gecontroleerd
pl: Nie sprawdzono
pt_br: Não verificado
ro: Neverificat
ru: Не проверено
ta: சரிபார்க்கப்படவில்லை
te: తనిఖీ చేయలేదు
th: ยังไม่ได้ตรวจสอบ
tr: Denetlenmedi
uk: Не перевірено
ur: چیک نہیں کیا گیا
vi: Chưa kiểm tra
zh_hans: 未检查
zh_hant: 尚未檢查

# settings.cloud_sync.account.not_checked_detail
source: iCloud is checked once sync is turned on.
ar: يتم التحقق من iCloud بمجرد تشغيل المزامنة.
bn: সিঙ্ক চালু করলে iCloud পরীক্ষা করা হবে।
de: iCloud wird geprüft, sobald die Synchronisierung eingeschaltet ist.
el: Το iCloud ελέγχεται μόλις ενεργοποιηθεί ο συγχρονισμός.
es: iCloud se comprueba al activar la sincronización.
fa: پس از روشن شدن همگام‌سازی، iCloud بررسی می‌شود.
fr: iCloud est vérifié dès que la synchronisation est activée.
he: לאחר הפעלת הסנכרון ייבדק חשבון iCloud.
hi: सिंक चालू करने पर iCloud की जाँच की जाती है।
id: iCloud diperiksa setelah penyelarasan dinyalakan.
it: iCloud viene verificato quando la sincronizzazione è attiva.
ja: 同期をオンにすると、iCloudを確認します。
ko: 동기화를 켜면 iCloud를 확인합니다.
mr: सिंक चालू केल्यावर iCloud तपासले जाईल.
ms: iCloud disemak selepas penyelarasan diaktifkan.
nl: iCloud wordt gecontroleerd zodra synchronisatie is ingeschakeld.
pl: iCloud jest sprawdzany po włączeniu synchronizacji.
pt_br: O iCloud é verificado quando a sincronização é ativada.
ro: iCloud este verificat după ce sincronizarea este activată.
ru: iCloud проверяется после включения синхронизации.
ta: ஒத்திசைவை ஆன் செய்ததும் iCloud சரிபார்க்கப்படும்.
te: సింక్ ఆన్ చేసిన తర్వాత iCloud తనిఖీ చేయబడుతుంది.
th: iCloud จะถูกตรวจสอบเมื่อเปิดการเชื่อมข้อมูล
tr: Eşzamanlama açıldığında iCloud denetlenir.
uk: iCloud перевіряється після ввімкнення синхронізації.
ur: سنک آن ہونے کے بعد iCloud چیک کیا جاتا ہے۔
vi: iCloud được kiểm tra sau khi bật đồng bộ hóa.
zh_hans: 打开同步后才会检查 iCloud。
zh_hant: 開啟同步後，才會檢查 iCloud。

# settings.cloud_sync.account.not_signed_in
source: Not signed in
ar: لم يتم تسجيل الدخول
bn: সাইন ইন হয়নি
de: Nicht angemeldet
el: Δεν έχει γίνει σύνδεση
es: Sin sesión iniciada
fa: وارد نشده‌اید
fr: Non connecté
he: לא מחובר
hi: साइन इन नहीं है
id: Belum masuk
it: Non connesso
ja: サインインしていません
ko: 로그인되지 않음
mr: साइन इन केलेले नाही
ms: Belum daftar masuk
nl: Niet ingelogd
pl: Nie zalogowano
pt_br: Não conectado
ro: Neautentificat
ru: Вход не выполнен
ta: உள்நுழையவில்லை
te: సైన్ ఇన్ చేయలేదు
th: ยังไม่ได้ลงชื่อเข้า
tr: Giriş yapılmamış
uk: Вхід не виконано
ur: سائن اِن نہیں ہیں
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

# settings.cloud_sync.account.restricted
source: Restricted
ar: مقيّد
bn: সীমিত
de: Eingeschränkt
el: Περιορισμένο
es: Restringida
fa: محدودشده
fr: Restreint
he: מוגבל
hi: प्रतिबंधित
id: Terbatas
it: Limitato
ja: 制限あり
ko: 제한됨
mr: निर्बंधित
ms: Dihadkan
nl: Beperkt
pl: Ograniczone
pt_br: Restrito
ro: Restricționat
ru: Ограничено
ta: கட்டுப்படுத்தப்பட்டது
te: పరిమితం చేయబడింది
th: ถูกจำกัด
tr: Kısıtlı
uk: Обмежено
ur: محدود
vi: Bị giới hạn
zh_hans: 受限
zh_hant: 受限制

# settings.cloud_sync.account.restricted_message
source: iCloud is restricted by a device management profile.
ar: تم تقييد iCloud بواسطة ملف تعريف إدارة الجهاز.
bn: ডিভাইস ম্যানেজমেন্ট প্রোফাইল iCloud সীমিত করেছে।
de: iCloud ist durch ein Geräteverwaltungsprofil eingeschränkt.
el: Το iCloud περιορίζεται από ένα προφίλ διαχείρισης συσκευών.
es: iCloud está restringido por un perfil de gestión de dispositivos.
fa: سرویس iCloud توسط یک نمایه مدیریت دستگاه محدود شده است.
fr: iCloud est restreint par un profil de gestion d’appareils.
he: הגישה ל-iCloud הוגבלה על ידי פרופיל ניהול מכשירים.
hi: iCloud पर डिवाइस मैनेजमेंट प्रोफ़ाइल द्वारा प्रतिबंध लगा है।
id: iCloud dibatasi oleh profil manajemen perangkat.
it: iCloud è limitato da un profilo di gestione dei dispositivi.
ja: iCloudはデバイス管理プロファイルによって制限されています。
ko: 기기 관리 프로파일에 의해 iCloud가 제한되어 있습니다.
mr: डिव्हाइस व्यवस्थापन प्रोफाइलने iCloud निर्बंधित केले आहे.
ms: iCloud dihadkan oleh profil pengurusan peranti.
nl: iCloud wordt beperkt door een profiel voor apparaatbeheer.
pl: iCloud jest ograniczony przez profil zarządzania urządzeniem.
pt_br: O iCloud está restrito por um perfil de gerenciamento de dispositivos.
ro: iCloud este restricționat de un profil de gestionare a dispozitivelor.
ru: Доступ к iCloud ограничен профилем управления устройством.
ta: iCloud, சாதன மேலாண்மைச் சுயவிவரத்தால் கட்டுப்படுத்தப்பட்டுள்ளது.
te: iCloud డివైజ్ నిర్వహణ ప్రొఫైల్ ద్వారా పరిమితం చేయబడింది.
th: iCloud ถูกจำกัดโดยโปรไฟล์การจัดการอุปกรณ์
tr: iCloud, bir aygıt yönetimi profili tarafından kısıtlanıyor.
uk: Доступ до iCloud обмежено профілем керування пристроєм.
ur: ڈیوائس مینجمنٹ پروفائل نے iCloud کو محدود کر رکھا ہے۔
vi: iCloud bị giới hạn bởi hồ sơ quản lý thiết bị.
zh_hans: iCloud 受到设备管理配置描述文件限制。
zh_hant: iCloud 已受到裝置管理描述檔限制。
